{
    "attribs": {
        "isActive": "yes",
        "isFolder": "no",
        "isTempTrigger": "no",
        "isMultiline": "no",
        "isPerlSlashGOption": "no",
        "isColorizerTrigger": "no",
        "isFilterTrigger": "no",
        "isSoundTrigger": "no",
        "isColorTrigger": "no",
        "isColorTriggerFg": "no",
        "isColorTriggerBg": "no"
    },
    "type": "trigger",
    "name": "Voice Balance Used",
    "script": "wsys.lostBal(\"voice\", 5)",
    "triggerType": "0",
    "conditonLineDelta": "0",
    "mStayOpen": "0",
    "mCommand": null,
    "packageName": null,
    "mFgColor": "#ff0000",
    "mBgColor": "#ffff00",
    "mSoundFile": null,
    "colorTriggerFgColor": "#000000",
    "colorTriggerBgColor": "#000000",
    "regexCodeList": "\n\t\t\t\t\t\t\t\t",
    "regexCodePropertyList": "\n\t\t\t\t\t\t\t\t",
    "matches": [
        [
            "^You sing a graceful maqam of el'Jazira at \\w+\\.$",
            "1"
        ],
        [
            "You sing a powerful Lay of distortion, protecting against the creation of physical images of yourself.",
            "3"
        ],
        [
            "^You recite an obscure Kamleikan haiku to \\w+\\.$",
            "1"
        ],
        [
            "^In droning song you subject \\w+ to a lengthy isorhythm\\.$",
            "1"
        ],
        [
            "Singing a powerful tune of safety and protection, you weave musical defences around yourself.",
            "3"
        ],
        [
            "You begin an unearthly dirge, but find no hands reaching from the grave to be banished.",
            "3"
        ],
        [
            "With an unearthly dirge, you banish the hands that reach from the grave.",
            "3"
        ],
        [
            "Weaving a complex counterpoint between instrument and voice, you fill",
            "2"
        ],
        [
            "You invoke chaotic powers in a dark solo, draining away some of the essential magic of",
            "2"
        ],
        [
            "Your poem of gluttony and decay makes",
            "2"
        ],
        [
            "Belting out an echoing yodel, you ",
            "2"
        ],
        [
            "You sing a pastorale of the fields and streams to",
            "2"
        ],
        [
            "You belt out a meaningless screech of varying pitch",
            "2"
        ],
        [
            "You chant 'GIMMEGIMME' at ",
            "2"
        ],
        [
            "You sing an irritating, mind-numbing ditty at ",
            "2"
        ],
        [
            "You strike up a march, inserting strong discordant undertones aimed at the mounts nearby.",
            "3"
        ],
        [
            "With a mournful cry you begin the requiem for Seleucar to",
            "2"
        ],
        [
            "Using a heavy tremolo you",
            "2"
        ],
        [
            "With a trilling vibrato you ",
            "2"
        ],
        [
            "You begin reciting an epic tale of the heroism of Nicator to",
            "2"
        ],
        [
            "Your voice rises to the heavens with your instrument, but without your audience, as you sing an Aria of healing to yourself.",
            "3"
        ],
        [
            "Your voice rises to the heavens with your instrument as you sing an Aria of healing to",
            "2"
        ],
        [
            "You play a prelude, summoning a fantastically believable illusion.",
            "3"
        ],
        [
            "With a wink, you recite \"Ode to Elixirs\" to",
            "2"
        ],
        [
            "You let the grace of your voice shine forth with a Scarlattan cantata",
            "2"
        ],
        [
            "Starting with the characteristic Jaziran trill, you sing a qasida of asceticism",
            "2"
        ],
        [
            "With a gravity born of respect, you sing of the saintly Imithia of legend",
            "2"
        ],
        [
            "Composing a few clever lines in your head, you quickly sing a jaunty limerick",
            "2"
        ],
        [
            "You sing a sonorous chant",
            "2"
        ]
    ]
}