{
    "attribs": {
        "isActive": "yes",
        "isFolder": "no",
        "isTempTrigger": "no",
        "isMultiline": "no",
        "isPerlSlashGOption": "no",
        "isColorizerTrigger": "no",
        "isFilterTrigger": "no",
        "isSoundTrigger": "no",
        "isColorTrigger": "no",
        "isColorTriggerFg": "no",
        "isColorTriggerBg": "no"
    },
    "type": "trigger",
    "name": "psion basic",
    "script": "Megophrys.setOpponentClass('psion')",
    "triggerType": "0",
    "conditonLineDelta": "0",
    "mStayOpen": "0",
    "mCommand": null,
    "packageName": null,
    "mFgColor": "#ff0000",
    "mBgColor": "#ffff00",
    "mSoundFile": null,
    "colorTriggerFgColor": "#000000",
    "colorTriggerBgColor": "#000000",
    "regexCodeList": "\n\t\t\t\t\t\t\t",
    "regexCodePropertyList": "\n\t\t\t\t\t\t\t",
    "matches": [
        [
            "^A sharp pain across your throat and a sudden lack of breath comes moments before you register the retreat of (\\w+), bloody dagger in hand\\.$",
            "1"
        ],
        [
            "^In a blur of motion (\\w+) rushes at you, \\w+ blade rending your flesh in a devastating flurry of \\d+ strokes\\.$",
            "1"
        ],
        [
            "^(\\w+) delivers a series of lashes against you with a translucent lash, and the very fabric of your being violently rebels against your mortal flesh\\.$",
            "1"
        ],
        [
            "Your body locks up as lightning explodes from the blade as it hacks into you.",
            "3"
        ],
        [
            "^Lightning explodes from the lash as it smashes into you, your body locking in agony as the current rips through your body\\.$",
            "1"
        ],
        [
            "^A terrible weariness overcomes you as (\\w+) darts out \\w+ blade and drives the tip into you just beneath your \\w+ shoulder\\.$",
            "1"
        ],
        [
            "^(\\w+) delivers a series of lashes against you with a translucent lash, and your muscles grow weak, lethargy overcoming you in a rush\\.$",
            "1"
        ],
        [
            "The spikes adorning the lash rip into your flesh, tearing bloody furrows.",
            "3"
        ],
        [
            "^Golden chains of light coalesce in the hands of (\\w+), and s?he casts them out to bind you to \\w+\\.$",
            "1"
        ],
        [
            "^(\\w+) delivers a series of lashes against you with a translucent lash, and your thoughts scatter like leaves on the wind\\.$",
            "1"
        ],
        [
            "^Stars explode in front of your eyes as (\\w+) smashes a translucent mace into the side of your head\\.$",
            "1"
        ]
    ]
}